{"word2idx": {"<PAD>": 0, "<UNK>": 1, "[NAME]": 2, "oi": 3, "ol\u00e1": 4, "e": 5, "a\u00ed": 6, "bom": 7, "dia": 8, "boa": 9, "tarde": 10, "noite": 11, "o": 12, "que": 13, "voc\u00ea": 14, "faz": 15, "?": 16, "quem": 17, "\u00e9": 18, "qual": 19, "seu": 20, "nome": 21, "como": 22, "se": 23, "chama": 24, "sua": 25, "fun\u00e7\u00e3o": 26, "funciona": 27, "tchau": 28, "adeus": 29, "at\u00e9": 30, "mais": 31, "obrigado": 32, "obrigada": 33, "valeu": 34, "tudo": 35, "bem": 36, "vai": 37, "meu": 38, "name": 39, "eu": 40, "me": 41, "chamo": 42, "pode": 43, "chamar": 44, "de": 45, "sou": 46, "sabe": 47, "!": 48, "posso": 49, "ajudar": 50, "uma": 51, "intelig\u00eancia": 52, "artificial": 53, "criada": 54, "para": 55, "conversar": 56, "pessoas": 57, ".": 58, "a": 59, "nexus": 60, ",": 61, "assistente": 62, "virtual": 63, "ai": 64, "logo": 65, "nada": 66, "estou": 67, "aqui": 68, "\u00f3timo": 69, "por": 70, "com": 71, "vou": 72, "perguntar": 73, "prazer": 74, "sim": 75}, "idx2word": {"0": "<PAD>", "1": "<UNK>", "2": "[NAME]", "3": "oi", "4": "ol\u00e1", "5": "e", "6": "a\u00ed", "7": "bom", "8": "dia", "9": "boa", "10": "tarde", "11": "noite", "12": "o", "13": "que", "14": "voc\u00ea", "15": "faz", "16": "?", "17": "quem", "18": "\u00e9", "19": "qual", "20": "seu", "21": "nome", "22": "como", "23": "se", "24": "chama", "25": "sua", "26": "fun\u00e7\u00e3o", "27": "funciona", "28": "tchau", "29": "adeus", "30": "at\u00e9", "31": "mais", "32": "obrigado", "33": "obrigada", "34": "valeu", "35": "tudo", "36": "bem", "37": "vai", "38": "meu", "39": "name", "40": "eu", "41": "me", "42": "chamo", "43": "pode", "44": "chamar", "45": "de", "46": "sou", "47": "sabe", "48": "!", "49": "posso", "50": "ajudar", "51": "uma", "52": "intelig\u00eancia", "53": "artificial", "54": "criada", "55": "para", "56": "conversar", "57": "pessoas", "58": ".", "59": "a", "60": "nexus", "61": ",", "62": "assistente", "63": "virtual", "64": "ai", "65": "logo", "66": "nada", "67": "estou", "68": "aqui", "69": "\u00f3timo", "70": "por", "71": "com", "72": "vou", "73": "perguntar", "74": "prazer", "75": "sim"}}